Repository: common-repository/svg-title
Catalog: languages/*.po
Languages: ru_ru

source: SVG Title
ru_ru: SVG Заголовок

source: Edit SVG Title
ru_ru: Редактировать SVG Заголовок

source: SVG Titles
ru_ru: SVG Заголовки

source: Add New
ru_ru: Добавить новый

source: You are not allowed to edit this item.
ru_ru: Вы не можете редактировать этот элемент.

source: You are not allowed to delete this item.
ru_ru: Вы не можете удалить этот элемент.

source: Error in deleting.
ru_ru: Ошибка при удалении.

source: Search results for &#8220;%s&#8221;
ru_ru: Результат поиска для &#8220;%s&#8221;

source: Search Title
ru_ru: Искать

source: Title created.
ru_ru: Заголовок создан.

source: Title saved.
ru_ru: Заголовок сохранен.

source: Title deleted.
ru_ru: Заголовок удален.

source: There was an error saving the title.
ru_ru: Ошибка при сохранении заголовка.

source: Settings
ru_ru: Настройки

source: You are not allowed to edit this title.
ru_ru: Вы не можете редактировать этот заголовок.

source: Save
ru_ru: Сохранить

source: Add New Title
ru_ru: Добавить Новый Заголовок

source: Edit Title
ru_ru: Изменить заголовок

source: Enter title here
ru_ru: Введите заголовок

source: Copy this shortcode and paste it into your post, page, or text widget content:
ru_ru: Скопируйте шорткод и используйте его на своих страницах, в постах или в текстовом виджете:

source: Status
ru_ru: Статус

source: Published
ru_ru: Опубликовано

source: New
ru_ru: Новый

source: Duplicate
ru_ru: Дублировать

source: Delete
ru_ru: Удалить

source: You are about to delete this title. 'Cancel' to stop, 'OK' to delete.
ru_ru: Вы действительно хотите удалить заголовок?

source: Do you need help?
ru_ru: Вам нужна помощь?

source: Here are some available options for help.
ru_ru: Здесь есть дополнительная информация.

source: Font Subset
ru_ru: Подмножество шрифтов

source: Font
ru_ru: Шрифт

source: Variant
ru_ru: Вариант

source: Size
ru_ru: Размер

source: Stroke width
ru_ru: Толщина штриха

source: Animation speed
ru_ru: Скорость анимации

source: Outline color
ru_ru: Цвет обводки

source: Text color
ru_ru: Цвет заливки

source: SVG Data
ru_ru: SVG данные

source: Result
ru_ru: Результат

source: Overview
ru_ru: Обзор

source: Available Actions
ru_ru: Доступные действия

source: On this screen, you can manage your SVG titles. You can create an unlimited number of SVG titles. Each SVG title has a shortcode. To insert an SVG title into a post or a text widget, insert the shortcode into the target.
ru_ru: Здесь вы можете видеть все созданные SVG заголовки. Вы можете создать их неограниченное количество. Каждый SVG заголовок имеет свой шорткод. Используйте его для добавления SVG заголовка на страницу или в текстовый виджет.

source: Hovering over a row in the SVG titles list will display action links that allow you to manage your SVG titles. You can perform the following actions:
ru_ru: При наведении на ряд в списке SVG заголовков, вы увидите возможные действия с заголовками. Вы можете:

source: Edit
ru_ru: Редактировать

source: navigates to the editing screen for that SVG title. You can also reach that screen by clicking on the SVG title.
ru_ru: переход к экрану редактирования для этого SVG заголовка. Вы также можете добраться до этого экрана, нажав на SVG заголовок.

source: clones that SVG title. A cloned SVG title inherits all settings from the original, but has a different ID.
ru_ru: копирует SVG заголовок. Скопированный заголовок имеет все установки оригинала, но отличается идентификатором (ID).

source: On this screen, you can edit an SVG title. SVG title settings consists of the following components:
ru_ru: На этом экране происходит редактирование SVG заголовка. Можно изменять следующие параметры:

source: Title
ru_ru: Заголовок

source: is the title you see in SVG.
ru_ru: это текст, который отображается в SVG.

source: is a font subset selector. Allows easier to select exact font by removing all other fonts in font selector without such subset.
ru_ru: это выбор из подмножества шрифтов. Помогает выбрать нужный шрифт, убирая из списка шрифтов ненужные.

source: is a font that will be used to render title into SVG. All fonts taken from Google Font.
ru_ru: это шрифт, использующийся при отрисовке SVG заголовка. Все шрифты взяты с сайта Google Fonts.

source: is one of possible variant of the selected font - italic, regular, bold, etc.
ru_ru: это один из возможных вариантов выбранного шрифта - обычный, курсив, жирный и т.д.

source: is letters size of the title.
ru_ru: это размер символов заголовка.

source: is stroke width in pixels.
ru_ru: это толщина обводки символов в пикселях.

source: in case you wish to add animation to the title, you can add four parameters
ru_ru: для добавления анимации можно использовать четыре параметра

source: pause before outline drawing animation will start
ru_ru: пауза перед началом рисования контура

source: duration of the outline drawing animation
ru_ru: длительность рисования контура

source: pause before color filling animation will start
ru_ru: пауза перед закрашиванием символов

source: duration of the color filling animation
ru_ru: продолжительность анимации закрашивания символов

source: Animation starts if SVG title is visible.
ru_ru: Анимация начинается если SVG заголвок является видимым.

source: is a color that used to paint the outline of the letters.
ru_ru: это цвет, использующийся при отрисовке символов заголовка.

source: is a color that fills letters inside.
ru_ru: это цвет для внутренней части символов.

source: For more information
ru_ru: Для большей информации

source: Shortcode
ru_ru: Шорткод

source: Author
ru_ru: Автор

source: Date
ru_ru: Дата

source: Edit &#8220;%s&#8221;
ru_ru: Изменить &#8220;%s&#8221;

source: Dismiss
ru_ru: Закрыть

source: SVG title plugin
ru_ru: SVG заголовок

source: Allows to transform text title to SVG image using %s, adding different colors and animation of appearance.
ru_ru: Позволяет преобразовать текстовый заголвок в SVG изображение используя %s, с возможностью добавления анимации при появлении.

source: Google fonts collection
ru_ru: шрифты Google

source: SVGT Data
ru_ru: SVGT Дата

source: <code>%1$s</code> property of a <code>Title</code> object is <strong>no longer accessible</strong>. Use <code>%2$s</code> method instead.
ru_ru: <code>%1$s</code> свойство <code>заголовка</code> <strong>более недоступно</strong>. Используйте <code>%2$s</code> вместо этого.

source: SVG Title %d
ru_ru: SVG заголовок %d
